"NSPhotoLibraryUsageDescription" = "We need access to your gallery to allow you to choose a profile picture.";
"NSCameraUsageDescription" = "We need access to your camera to allow you to take a new profile picture.";
"NSMicrophoneUsageDescription" = "We need the microphone to enable audio recording in some features.";
"NSSpeechRecognitionUsageDescription" = "We use voice recognition to allow you to interact with the application using your voice.";
